Repository: GabrielMaxUA/ScrambleGame
Catalog: LearnScrumble/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, ne, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, vi, yue, zh, zh_tw

source: All your answers in the language you are learning will be deleted. This can't be undone.
ar: سيتم حذف جميع إجاباتك في اللغة التي تتعلّمها. لا يمكن التراجع عن ذلك.
bg: Всички ваши отговори на езика, който учите, ще бъдат изтрити. Това не може да бъде отменено.
bn: আপনি যে ভাষা শিখছেন, তাতে দেওয়া আপনার সব উত্তর মুছে ফেলা হবে। এটি আর ফেরানো যাবে না।
ca: S’esborraran totes les teves respostes en la llengua que estàs aprenent. Aquesta acció no es pot desfer.
cs: Všechny vaše odpovědi v jazyce, který se učíte, budou smazány. Tuto akci nelze vrátit.
da: Alle dine svar på det sprog, du lærer, bliver slettet. Det kan ikke fortrydes.
de: Alle deine Antworten in der Sprache, die du lernst, werden gelöscht. Das kann nicht rückgängig gemacht werden.
el: Όλες οι απαντήσεις σου στη γλώσσα που μαθαίνεις θα διαγραφούν. Αυτό δεν μπορεί να αναιρεθεί.
es: Se eliminarán todas tus respuestas en el idioma que estás aprendiendo. Esta acción no se puede deshacer.
eu: Ikasten ari zaren hizkuntzako erantzun guztiak ezabatuko dira. Ezin da desegin.
fa: همهٔ پاسخ‌های شما به زبانی که یاد می‌گیرید حذف می‌شود. این کار قابل بازگشت نیست.
fi: Kaikki vastauksesi opiskelemallasi kielellä poistetaan. Tätä ei voi kumota.
fr: Toutes vos réponses dans la langue que vous apprenez seront supprimées. Cette action est irréversible.
gl: Eliminaranse todas as túas respostas na lingua que estás aprendendo. Esta acción non se pode desfacer.
gu: તમે જે ભાષા શીખી રહ્યા છો તેમાંના તમારા બધા જવાબો કાઢી નાખવામાં આવશે. આ પૂર્વવત્ કરી શકાશે નહીં.
he: כל התשובות שלכם בשפה שאתם לומדים יימחקו. לא ניתן לבטל פעולה זו.
hi: आप जो भाषा सीख रहे हैं, उसमें दिए गए आपके सभी जवाब हटा दिए जाएँगे। इसे पहले जैसा नहीं किया जा सकता।
hr: Svi vaši odgovori na jeziku koji učite bit će izbrisani. To se ne može poništiti.
hu: Minden válaszod törlődik azon a nyelven, amelyet tanulsz. Ez nem vonható vissza.
id: Semua jawabanmu dalam bahasa yang sedang kamu pelajari akan dihapus. Tindakan ini tidak bisa dibatalkan.
it: Tutte le tue risposte nella lingua che stai imparando verranno eliminate. L’operazione non può essere annullata.
ja: 学習中の言語での回答がすべて削除されます。この操作は取り消せません。
kk: Үйреніп жатқан тіліңіздегі барлық жауаптарыңыз жойылады. Бұл әрекетті болдырмау мүмкін емес.
kn: ನೀವು ಕಲಿಯುತ್ತಿರುವ ಭಾಷೆಯಲ್ಲಿನ ನಿಮ್ಮ ಎಲ್ಲಾ ಉತ್ತರಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ. ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 학습 중인 언어로 입력한 모든 답변이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
lt: Visi jūsų atsakymai kalba, kurios mokotės, bus ištrinti. Šio veiksmo anuliuoti negalima.
ml: നിങ്ങൾ പഠിക്കുന്ന ഭാഷയിലെ നിങ്ങളുടെ എല്ലാ ഉത്തരങ്ങളും ഇല്ലാതാക്കും. ഇത് പഴയപടിയാക്കാനാവില്ല.
mr: तुम्ही शिकत असलेल्या भाषेतील तुमची सर्व उत्तरे हटवली जातील. हे पूर्ववत करता येणार नाही.
ms: Semua jawapan anda dalam bahasa yang sedang anda pelajari akan dipadamkan. Tindakan ini tidak boleh dibuat asal.
nb: Alle svarene dine på språket du lærer, blir slettet. Dette kan ikke angres.
ne: तपाईंले सिकिरहनुभएको भाषामा दिएका तपाईंका सबै उत्तरहरू मेटिनेछन्। यसलाई पूर्ववत् गर्न सकिँदैन।
nl: Al je antwoorden in de taal die je leert, worden verwijderd. Dit kan niet ongedaan worden gemaakt.
or: ଆପଣ ଶିଖୁଥିବା ଭାଷାରେ ଦେଇଥିବା ଆପଣଙ୍କ ସମସ୍ତ ଉତ୍ତର ଡିଲିଟ୍ ହୋଇଯିବ। ଏହାକୁ ପୂର୍ବାବସ୍ଥାକୁ ଫେରାଇହେବ ନାହିଁ।
pa: ਤੁਸੀਂ ਜੋ ਭਾਸ਼ਾ ਸਿੱਖ ਰਹੇ ਹੋ, ਉਸ ਵਿੱਚ ਦਿੱਤੇ ਤੁਹਾਡੇ ਸਾਰੇ ਜਵਾਬ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ। ਇਸਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Wszystkie twoje odpowiedzi w języku, którego się uczysz, zostaną usunięte. Tej operacji nie można cofnąć.
pt_br: Todas as suas respostas no idioma que você está aprendendo serão apagadas. Não é possível desfazer.
pt_pt: Todas as suas respostas no idioma que está a aprender serão eliminadas. Esta ação não pode ser anulada.
ro: Toate răspunsurile tale în limba pe care o înveți vor fi șterse. Acțiunea nu poate fi anulată.
ru: Все ваши ответы на изучаемом языке будут удалены. Это действие нельзя отменить.
sk: Všetky vaše odpovede v jazyku, ktorý sa učíte, budú vymazané. Túto akciu nie je možné vrátiť.
sl: Vsi vaši odgovori v jeziku, ki se ga učite, bodo izbrisani. Tega ni mogoče razveljaviti.
sq: Të gjitha përgjigjet e tua në gjuhën që po mëson do të fshihen. Ky veprim nuk mund të zhbëhet.
sv: Alla dina svar på språket du lär dig raderas. Det går inte att ångra.
ta: நீங்கள் கற்கும் மொழியில் அளித்த உங்கள் எல்லா பதில்களும் நீக்கப்படும். இதைச் செயல்தவிர்க்க முடியாது.
te: మీరు నేర్చుకుంటున్న భాషలో మీ సమాధానాలన్నీ తొలగించబడతాయి. దీన్ని రద్దు చేయలేరు.
th: คำตอบทั้งหมดของคุณในภาษาที่กำลังเรียนจะถูกลบ การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Öğrendiğin dildeki tüm cevapların silinecek. Bu işlem geri alınamaz.
uk: Усі ваші відповіді мовою, яку ви вивчаєте, буде видалено. Цю дію не можна скасувати.
vi: Tất cả câu trả lời của bạn bằng ngôn ngữ đang học sẽ bị xóa. Không thể hoàn tác thao tác này.
yue: 你在所學語言中的所有答案都會被刪除。此操作無法還原。
zh: 你在所学语言中的所有回答都将被删除。此操作无法撤销。
zh_tw: 你在學習語言中的所有回答都將被刪除。此動作無法復原。

source: Audio
ar: الصوت
bg: Звук
bn: অডিও
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
eu: Audioa
fa: صدا
fi: Ääni
gu: ઑડિયો
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
ja: オーディオ
kk: Дыбыс
kn: ಆಡಿಯೋ
ko: 오디오
lt: Garsas
ml: ഓഡിയോ
mr: ऑडिओ
nb: Lyd
ne: अडियो
or: ଅଡିଓ
pa: ਆਡੀਓ
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Звук
sk: Zvuk
sl: Zvok
sv: Ljud
ta: ஆடியோ
te: ఆడియో
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
yue: 音訊
zh: 音频
zh_tw: 音訊

source: Auto mechanic
ar: ميكانيكي سيارات
bg: Автомонтьор
bn: গাড়ির মেকানিক
ca: Mecànic d'automòbils
cs: Automechanik
da: Automekaniker
de: Kfz-Mechaniker
el: Μηχανικός αυτοκινήτων
es: Mecánico de automóviles
eu: Auto-mekanikaria
fa: مکانیک خودرو
fi: Automekaanikko
fr: Mécanicien automobile
gl: Mecánico de automóbiles
gu: ઓટો મિકેનિક
he: מכונאי רכב
hi: ऑटो मैकेनिक
hr: Automehaničar
hu: Autószerelő
id: Montir mobil
it: Meccanico d'auto
ja: 自動車整備士
kk: Автомеханик
kn: ಆಟೋ ಮೆಕ್ಯಾನಿಕ್
ko: 자동차 정비사
lt: Automechanikas
ml: ഓട്ടോ മെക്കാനിക്
mr: ऑटो मेकॅनिक
ms: Mekanik kereta
nb: Bilmekaniker
ne: अटो मेकानिक
nl: Automonteur
or: ଅଟୋ ମେକାନିକ
pa: ਆਟੋ ਮਕੈਨਿਕ
pl: Mechanik samochodowy
pt_br: Mecânico de automóveis
pt_pt: Mecânico de automóveis
ro: Mecanic auto
ru: Автомеханик
sk: Automechanik
sl: Avtomehanik
sq: Automekanik
sv: Bilmekaniker
ta: வாகன மெக்கானிக்
te: ఆటో మెకానిక్
th: ช่างซ่อมรถยนต์
tr: Oto tamircisi
uk: Автомеханік
vi: Thợ sửa ô tô
yue: 汽車維修員
zh: 汽车修理工
zh_tw: 汽車維修技師

source: Build the vocabulary. Gain the confidence. Unlock new opportunities.
ar: ابنِ مفرداتك. اكتسب الثقة. افتح أبوابًا لفرص جديدة.
bg: Изградете речника си. Придобийте увереност. Отключете нови възможности.
bn: শব্দভান্ডার গড়ে তুলুন। আত্মবিশ্বাস অর্জন করুন। নতুন সুযোগের দরজা খুলুন।
ca: Construeix el vocabulari. Guanya confiança. Obre’t a noves oportunitats.
cs: Budujte slovní zásobu. Získejte jistotu. Otevřete si nové příležitosti.
da: Opbyg ordforrådet. Få selvtilliden. Åbn for nye muligheder.
de: Baue deinen Wortschatz auf. Gewinne Selbstvertrauen. Eröffne dir neue Chancen.
el: Χτίσε το λεξιλόγιό σου. Απόκτησε αυτοπεποίθηση. Άνοιξε νέες ευκαιρίες.
es: Construye tu vocabulario. Gana confianza. Abre nuevas oportunidades.
eu: Eraiki hiztegia. Irabazi konfiantza. Ireki aukera berriak.
fa: واژگانتان را بسازید. اعتمادبه‌نفس پیدا کنید. فرصت‌های تازه را باز کنید.
fi: Kasvata sanavarastoa. Saavuta itsevarmuus. Avaa uusia mahdollisuuksia.
fr: Construisez votre vocabulaire. Gagnez en confiance. Ouvrez-vous de nouvelles opportunités.
gl: Constrúe o teu vocabulario. Gaña confianza. Abre novas oportunidades.
gu: શબ્દભંડોળ બનાવો. આત્મવિશ્વાસ મેળવો. નવી તકો ખોલો.
he: בנו אוצר מילים. קבלו ביטחון. פתחו הזדמנויות חדשות.
hi: शब्दावली बनाएँ। आत्मविश्वास पाएँ। नए अवसरों के द्वार खोलें।
hr: Izgradite vokabular. Steknite samopouzdanje. Otvorite nove prilike.
hu: Építsd a szókincsed. Szerezz magabiztosságot. Nyiss új lehetőségek felé.
id: Bangun kosakatamu. Raih kepercayaan diri. Buka peluang baru.
it: Costruisci il tuo vocabolario. Acquista sicurezza. Apriti a nuove opportunità.
ja: 語彙を身につける。 自信をつける。 新しいチャンスを開く。
kk: Сөздік қорыңызды молайтыңыз. Сенімділікке ие болыңыз. Жаңа мүмкіндіктер ашыңыз.
kn: ಶಬ್ದಸಂಪತ್ತನ್ನು ಬೆಳೆಸಿ. ಆತ್ಮವಿಶ್ವಾಸ ಗಳಿಸಿ. ಹೊಸ ಅವಕಾಶಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: 어휘를 쌓으세요. 자신감을 얻으세요. 새로운 기회를 여세요.
lt: Plėskite žodyną. Įgykite pasitikėjimo. Atverkite naujas galimybes.
ml: പദസമ്പത്ത് വളർത്തൂ. ആത്മവിശ്വാസം നേടൂ. പുതിയ അവസരങ്ങൾ തുറക്കൂ.
mr: शब्दसंग्रह वाढवा. आत्मविश्वास मिळवा. नवीन संधी खुल्या करा.
ms: Bina perbendaharaan kata. Raih keyakinan. Buka peluang baharu.
nb: Bygg ordforrådet. Få selvtilliten. Åpne for nye muligheter.
ne: शब्दभण्डार बनाउनुहोस्। आत्मविश्वास बढाउनुहोस्। नयाँ अवसरहरू खोल्नुहोस्।
nl: Bouw je woordenschat op. Krijg zelfvertrouwen. Open nieuwe kansen.
or: ଶବ୍ଦଭଣ୍ଡାର ଗଢ଼ନ୍ତୁ। ଆତ୍ମବିଶ୍ୱାସ ହାସଲ କରନ୍ତୁ। ନୂଆ ସୁଯୋଗ ଖୋଲନ୍ତୁ।
pa: ਸ਼ਬਦਾਵਲੀ ਬਣਾਓ। ਆਤਮਵਿਸ਼ਵਾਸ ਹਾਸਲ ਕਰੋ। ਨਵੇਂ ਮੌਕਿਆਂ ਦੇ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹੋ।
pl: Buduj słownictwo. Zyskaj pewność siebie. Otwórz się na nowe możliwości.
pt_br: Construa seu vocabulário. Ganhe confiança. Abra novas oportunidades.
pt_pt: Construa o seu vocabulário. Ganhe confiança. Abra novas oportunidades.
ro: Construiește-ți vocabularul. Câștigă încredere. Deschide-ți noi oportunități.
ru: Расширяйте словарный запас. Обретайте уверенность. Открывайте новые возможности.
sk: Budujte slovnú zásobu. Získajte istotu. Otvorte si nové príležitosti.
sl: Gradite besedišče. Pridobite samozavest. Odprite si nove priložnosti.
sq: Ndërto fjalorin. Fito vetëbesim. Hap mundësi të reja.
sv: Bygg ordförrådet. Få självförtroendet. Öppna nya möjligheter.
ta: சொல்வளத்தை வளர்த்துக்கொள்ளுங்கள். தன்னம்பிக்கையைப் பெறுங்கள். புதிய வாய்ப்புகளைத் திறவுங்கள்.
te: పదసంపదను పెంచుకోండి. ఆత్మవిశ్వాసం పొందండి. కొత్త అవకాశాలను అందుకోండి.
th: สร้างคลังคำศัพท์ เพิ่มความมั่นใจ เปิดโอกาสใหม่ๆ
tr: Kelime dağarcığını geliştir. Özgüven kazan. Yeni fırsatların kapısını aç.
uk: Розширюйте словниковий запас. Здобувайте впевненість. Відкривайте нові можливості.
vi: Xây dựng vốn từ. Thêm tự tin. Mở ra cơ hội mới.
yue: 累積詞彙。 建立自信。 開啟新機會。
zh: 积累词汇。 收获自信。 开启新机遇。
zh_tw: 累積詞彙。 建立自信。 開啟新機會。

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Utzi
fa: لغو
fi: Kumoa
fr: Annuler
gl: Cancelar
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kk: Бас тарту
kn: ರದ್ದುಮಾಡಿ
ko: 취소
lt: Atšaukti
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
ne: रद्द गर्नुहोस्
nl: Annuleer
or: ବାତିଲ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
yue: 取消
zh: 取消
zh_tw: 取消

source: Caregiver
ar: مقدم رعاية
bg: Болногледач
bn: পরিচর্যাকারী
ca: Cuidador
cs: Pečovatel
da: Omsorgsmedhjælper
de: Pflegekraft
el: Φροντιστής
es: Cuidador
eu: Zaintzailea
fa: مراقب
fi: Hoiva-avustaja
fr: Auxiliaire de vie
gl: Coidador
gu: સંભાળ રાખનાર
he: מטפל
hi: देखभालकर्ता
hr: Njegovatelj
hu: Gondozó
id: Pengasuh
it: Badante
ja: 介護士
kk: Күтуші
kn: ಆರೈಕೆದಾರ
ko: 간병인
lt: Slaugytojas
ml: പരിചാരകൻ
mr: काळजीवाहक
ms: Penjaga
nb: Omsorgsarbeider
ne: हेरचाहकर्ता
nl: Verzorgende
or: ଯତ୍ନକାରୀ
pa: ਦੇਖਭਾਲ ਕਰਨ ਵਾਲਾ
pl: Opiekun
pt_br: Cuidador
pt_pt: Cuidador
ro: Îngrijitor
ru: Сиделка
sk: Opatrovateľ
sl: Negovalec
sq: Kujdestar
sv: Vårdbiträde
ta: பராமரிப்பாளர்
te: సంరక్షకుడు
th: ผู้ดูแล
tr: Bakıcı
uk: Доглядальник
vi: Người chăm sóc
yue: 護理員
zh: 护理员
zh_tw: 照顧服務員

source: Carpenter
ar: نجار
bg: Дърводелец
bn: কাঠমিস্ত্রি
ca: Fuster
cs: Tesař
da: Tømrer
de: Zimmermann
el: Ξυλουργός
es: Carpintero
eu: Arotza
fa: نجار
fi: Kirvesmies
fr: Charpentier
gl: Carpinteiro
gu: સુથાર
he: נגר
hi: बढ़ई
hr: Tesar
hu: Ács
id: Tukang kayu
it: Carpentiere
ja: 大工
kk: Ағаш ұстасы
kn: ಬಡಗಿ
ko: 목수
lt: Dailidė
ml: ആശാരി
mr: सुतार
ms: Tukang kayu
nb: Tømrer
ne: सिकर्मी
nl: Timmerman
or: ବଢ଼େଇ
pa: ਤਰਖਾਣ
pl: Cieśla
pt_br: Carpinteiro
pt_pt: Carpinteiro
ro: Dulgher
ru: Плотник
sk: Tesár
sl: Tesar
sq: Marangoz
sv: Snickare
ta: தச்சர்
te: వడ్రంగి
th: ช่างไม้
tr: Marangoz
uk: Тесляр
vi: Thợ mộc
yue: 木工
zh: 木工
zh_tw: 木工

source: Changing languages and profession is part of the subscription.
ar: تغيير اللغات والمهنة جزء من الاشتراك.
bg: Промяната на езиците и професията е част от абонамента.
bn: ভাষা ও পেশা পরিবর্তন করা সাবস্ক্রিপশনের অংশ।
ca: Canviar els idiomes i la professió forma part de la subscripció.
cs: Změna jazyků a profese je součástí předplatného.
da: At skifte sprog og erhverv er en del af abonnementet.
de: Das Ändern von Sprachen und Beruf ist Teil des Abos.
el: Η αλλαγή γλωσσών και επαγγέλματος είναι μέρος της συνδρομής.
es: Cambiar los idiomas y la profesión forma parte de la suscripción.
eu: Hizkuntzak eta lanbidea aldatzea harpidetzaren parte da.
fa: تغییر زبان‌ها و شغل بخشی از اشتراک است.
fi: Kielten ja ammatin vaihtaminen kuuluu tilaukseen.
fr: Le changement de langues et de métier fait partie de l’abonnement.
gl: Cambiar os idiomas e a profesión forma parte da subscrición.
gu: ભાષાઓ અને વ્યવસાય બદલવું સબ્સ્ક્રિપ્શનનો ભાગ છે.
he: שינוי השפות והמקצוע הוא חלק מהמינוי.
hi: भाषाएँ और पेशा बदलना सदस्यता का हिस्सा है।
hr: Promjena jezika i zanimanja dio je pretplate.
hu: A nyelvek és a foglalkozás módosítása az előfizetés része.
id: Mengubah bahasa dan profesi adalah bagian dari langganan.
it: Cambiare le lingue e la professione fa parte dell’abbonamento.
ja: 言語と職業の変更はサブスクリプションに含まれています。
kk: Тілдер мен мамандықты өзгерту жазылымға кіреді.
kn: ಭಾಷೆಗಳು ಮತ್ತು ವೃತ್ತಿಯನ್ನು ಬದಲಾಯಿಸುವುದು ಚಂದಾದಾರಿಕೆಯ ಭಾಗವಾಗಿದೆ.
ko: 언어와 직업 변경은 구독에 포함된 기능입니다.
lt: Kalbų ir profesijos keitimas yra prenumeratos dalis.
ml: ഭാഷകളും തൊഴിലും മാറ്റുന്നത് സബ്‌സ്‌ക്രിപ്‌ഷന്റെ ഭാഗമാണ്.
mr: भाषा आणि व्यवसाय बदलणे सदस्यत्वाचा भाग आहे.
ms: Menukar bahasa dan profesion ialah sebahagian daripada langganan.
nb: Å endre språk og yrke er en del av abonnementet.
ne: भाषा र पेसा परिवर्तन गर्नु सदस्यताको हिस्सा हो।
nl: Het wijzigen van talen en beroep hoort bij het abonnement.
or: ଭାଷା ଏବଂ ବୃତ୍ତି ବଦଳାଇବା ସଦସ୍ୟତାର ଅଂଶ।
pa: ਭਾਸ਼ਾਵਾਂ ਅਤੇ ਕਿੱਤਾ ਬਦਲਣਾ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਦਾ ਹਿੱਸਾ ਹੈ।
pl: Zmiana języków i zawodu jest częścią subskrypcji.
pt_br: Mudar os idiomas e a profissão faz parte da assinatura.
pt_pt: Mudar os idiomas e a profissão faz parte da subscrição.
ro: Schimbarea limbilor și a profesiei face parte din abonament.
ru: Смена языков и профессии входит в подписку.
sk: Zmena jazykov a povolania je súčasťou predplatného.
sl: Spreminjanje jezikov in poklica je del naročnine.
sq: Ndryshimi i gjuhëve dhe i profesionit është pjesë e abonimit.
sv: Att byta språk och yrke ingår i prenumerationen.
ta: மொழிகளையும் தொழிலையும் மாற்றுவது சந்தாவின் ஒரு பகுதி.
te: భాషలు మరియు వృత్తిని మార్చడం సబ్‌స్క్రిప్షన్‌లో భాగం.
th: การเปลี่ยนภาษาและอาชีพเป็นส่วนหนึ่งของการสมัครสมาชิก
tr: Dilleri ve mesleği değiştirmek aboneliğe dahildir.
uk: Зміна мов і професії входить до підписки.
vi: Thay đổi ngôn ngữ và nghề nghiệp là một phần của gói đăng ký.
yue: 更改語言和職業屬於訂閱功能。
zh: 更改语言和职业属于订阅功能。
zh_tw: 變更語言和職業屬於訂閱功能。

source: Changing your languages and profession is part of the subscription. Would you like to see the plans?
ar: تغيير لغاتك ومهنتك جزء من الاشتراك. هل تريد الاطلاع على الخطط؟
bg: Промяната на езиците и професията е част от абонамента. Искате ли да видите плановете?
bn: আপনার ভাষা ও পেশা পরিবর্তন করা সাবস্ক্রিপশনের অংশ। আপনি কি প্ল্যানগুলো দেখতে চান?
ca: Canviar els idiomes i la professió forma part de la subscripció. Vols veure els plans?
cs: Změna jazyků a profese je součástí předplatného. Chcete si prohlédnout plány?
da: At skifte sprog og erhverv er en del af abonnementet. Vil du se abonnementerne?
de: Das Ändern deiner Sprachen und deines Berufs ist Teil des Abos. Möchtest du die Angebote sehen?
el: Η αλλαγή γλωσσών και επαγγέλματος είναι μέρος της συνδρομής. Θέλεις να δεις τα πακέτα;
es: Cambiar tus idiomas y tu profesión forma parte de la suscripción. ¿Quieres ver los planes?
eu: Hizkuntzak eta lanbidea aldatzea harpidetzaren parte da. Planak ikusi nahi dituzu?
fa: تغییر زبان‌ها و شغل شما بخشی از اشتراک است. می‌خواهید طرح‌ها را ببینید؟
fi: Kielten ja ammatin vaihtaminen kuuluu tilaukseen. Haluatko nähdä tilausvaihtoehdot?
fr: Le changement de langues et de métier fait partie de l’abonnement. Voulez-vous voir les offres ?
gl: Cambiar os idiomas e a profesión forma parte da subscrición. Queres ver os plans?
gu: તમારી ભાષાઓ અને વ્યવસાય બદલવું સબ્સ્ક્રિપ્શનનો ભાગ છે. શું તમે પ્લાન જોવા માંગો છો?
he: שינוי השפות והמקצוע הוא חלק מהמינוי. רוצים לראות את המסלולים?
hi: अपनी भाषाएँ और पेशा बदलना सदस्यता का हिस्सा है। क्या आप प्लान देखना चाहेंगे?
hr: Promjena jezika i zanimanja dio je pretplate. Želite li vidjeti pretplate?
hu: A nyelvek és a foglalkozás módosítása az előfizetés része. Szeretnéd megnézni a csomagokat?
id: Mengubah bahasa dan profesimu adalah bagian dari langganan. Mau lihat paketnya?
it: Cambiare le lingue e la professione fa parte dell’abbonamento. Vuoi vedere i piani?
ja: 言語と職業の変更はサブスクリプションに含まれています。プランを確認しますか？
kk: Тілдер мен мамандықты өзгерту жазылымға кіреді. Жоспарларды көргіңіз келе ме?
kn: ನಿಮ್ಮ ಭಾಷೆಗಳು ಮತ್ತು ವೃತ್ತಿಯನ್ನು ಬದಲಾಯಿಸುವುದು ಚಂದಾದಾರಿಕೆಯ ಭಾಗವಾಗಿದೆ. ಯೋಜನೆಗಳನ್ನು ನೋಡಲು ಬಯಸುವಿರಾ?
ko: 언어와 직업 변경은 구독에 포함된 기능입니다. 요금제를 확인하시겠어요?
lt: Kalbų ir profesijos keitimas yra prenumeratos dalis. Ar norite peržiūrėti planus?
ml: നിങ്ങളുടെ ഭാഷകളും തൊഴിലും മാറ്റുന്നത് സബ്‌സ്‌ക്രിപ്‌ഷന്റെ ഭാഗമാണ്. പ്ലാനുകൾ കാണണോ?
mr: तुमच्या भाषा आणि व्यवसाय बदलणे सदस्यत्वाचा भाग आहे. तुम्हाला प्लॅन पाहायचे आहेत का?
ms: Menukar bahasa dan profesion anda ialah sebahagian daripada langganan. Adakah anda mahu melihat pelan?
nb: Å endre språk og yrke er en del av abonnementet. Vil du se abonnementene?
ne: आफ्ना भाषा र पेसा परिवर्तन गर्नु सदस्यताको हिस्सा हो। के तपाईं योजनाहरू हेर्न चाहनुहुन्छ?
nl: Het wijzigen van je talen en beroep hoort bij het abonnement. Wil je de abonnementen bekijken?
or: ଆପଣଙ୍କ ଭାଷା ଏବଂ ବୃତ୍ତି ବଦଳାଇବା ସଦସ୍ୟତାର ଅଂଶ। ଆପଣ ଯୋଜନାଗୁଡ଼ିକ ଦେଖିବାକୁ ଚାହାନ୍ତି କି?
pa: ਆਪਣੀਆਂ ਭਾਸ਼ਾਵਾਂ ਅਤੇ ਕਿੱਤਾ ਬਦਲਣਾ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਦਾ ਹਿੱਸਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਪਲਾਨ ਦੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Zmiana języków i zawodu jest częścią subskrypcji. Chcesz zobaczyć plany?
pt_br: Mudar seus idiomas e sua profissão faz parte da assinatura. Quer ver os planos?
pt_pt: Mudar os seus idiomas e a sua profissão faz parte da subscrição. Quer ver os planos?
ro: Schimbarea limbilor și a profesiei face parte din abonament. Vrei să vezi planurile?
ru: Смена языков и профессии входит в подписку. Хотите посмотреть тарифы?
sk: Zmena jazykov a povolania je súčasťou predplatného. Chcete si pozrieť plány?
sl: Spreminjanje jezikov in poklica je del naročnine. Si želite ogledati pakete?
sq: Ndryshimi i gjuhëve dhe i profesionit është pjesë e abonimit. Dëshiron të shohësh planet?
sv: Att byta språk och yrke ingår i prenumerationen. Vill du se prenumerationerna?
ta: உங்கள் மொழிகளையும் தொழிலையும் மாற்றுவது சந்தாவின் ஒரு பகுதி. திட்டங்களைப் பார்க்க விரும்புகிறீர்களா?
te: మీ భాషలు మరియు వృత్తిని మార్చడం సబ్‌స్క్రిప్షన్‌లో భాగం. ప్లాన్‌లను చూడాలనుకుంటున్నారా?
th: การเปลี่ยนภาษาและอาชีพเป็นส่วนหนึ่งของการสมัครสมาชิก ต้องการดูแพ็กเกจไหม?
tr: Dillerini ve mesleğini değiştirmek aboneliğe dahildir. Planları görmek ister misin?
uk: Зміна мов і професії входить до підписки. Бажаєте переглянути тарифи?
vi: Thay đổi ngôn ngữ và nghề nghiệp là một phần của gói đăng ký. Bạn có muốn xem các gói không?
yue: 更改語言和職業屬於訂閱功能。要查看訂閱方案嗎？
zh: 更改语言和职业属于订阅功能。要查看订阅方案吗？
zh_tw: 變更語言和職業屬於訂閱功能。要查看訂閱方案嗎？

source: Cleaner
ar: عامل نظافة
bg: Чистач
bn: পরিচ্ছন্নতাকর্মী
ca: Netejador
cs: Uklízeč
da: Rengøringsassistent
de: Reinigungskraft
el: Καθαριστής
es: Limpiador
eu: Garbitzailea
fa: نظافتچی
fi: Siivooja
fr: Agent d'entretien
gl: Limpador
gu: સફાઈ કામદાર
he: מנקה
hi: सफ़ाई कर्मचारी
hr: Čistač
hu: Takarító
id: Petugas kebersihan
it: Addetto alle pulizie
ja: 清掃員
kk: Тазалаушы
kn: ಸ್ವಚ್ಛತಾ ಕಾರ್ಮಿಕ
ko: 청소원
lt: Valytojas
ml: ശുചീകരണ തൊഴിലാളി
mr: सफाई कामगार
ms: Pekerja pembersihan
nb: Renholder
ne: सरसफाइ कर्मचारी
nl: Schoonmaker
or: ସଫେଇ କର୍ମଚାରୀ
pa: ਸਫ਼ਾਈ ਕਰਮਚਾਰੀ
pl: Sprzątacz
pt_br: Auxiliar de limpeza
pt_pt: Empregado de limpeza
ro: Personal de curățenie
ru: Уборщик
sk: Upratovač
sl: Čistilec
sq: Pastrues
sv: Städare
ta: துப்புரவு பணியாளர்
te: పారిశుద్ధ్య కార్మికుడు
th: พนักงานทำความสะอาด
tr: Temizlik görevlisi
uk: Прибиральник
vi: Nhân viên vệ sinh
yue: 清潔工
zh: 清洁工
zh_tw: 清潔人員

source: Congratulations!
ar: تهانينا!
bg: Поздравления!
bn: অভিনন্দন!
ca: Enhorabona!
cs: Gratulujeme!
da: Tillykke!
de: Glückwunsch!
el: Συγχαρητήρια!
es: ¡Felicidades!
eu: Zorionak!
fa: تبریک!
fi: Onnittelut!
fr: Félicitations !
gl: Parabéns!
gu: અભિનંદન!
he: כל הכבוד!
hi: बधाई हो!
hr: Čestitamo!
hu: Gratulálunk!
id: Selamat!
it: Congratulazioni!
ja: おめでとうございます！
kk: Құттықтаймыз!
kn: ಅಭಿನಂದನೆಗಳು!
ko: 축하합니다!
lt: Sveikiname!
ml: അഭിനന്ദനങ്ങൾ!
mr: अभिनंदन!
ms: Tahniah!
nb: Gratulerer!
ne: बधाई छ!
nl: Gefeliciteerd!
or: ଅଭିନନ୍ଦନ!
pa: ਵਧਾਈਆਂ!
pl: Gratulacje!
pt_br: Parabéns!
pt_pt: Parabéns!
ro: Felicitări!
ru: Поздравляем!
sk: Gratulujeme!
sl: Čestitke!
sq: Urime!
sv: Grattis!
ta: வாழ்த்துகள்!
te: అభినందనలు!
th: ยินดีด้วย!
tr: Tebrikler!
uk: Вітаємо!
vi: Chúc mừng!
yue: 恭喜！
zh: 恭喜！
zh_tw: 恭喜！

source: Construction worker
ar: عامل بناء
bg: Строителен работник
bn: নির্মাণ শ্রমিক
ca: Treballador de la construcció
cs: Stavební dělník
da: Bygningsarbejder
de: Bauarbeiter
el: Εργάτης οικοδομών
es: Trabajador de la construcción
eu: Eraikuntzako langilea
fa: کارگر ساختمانی
fi: Rakennustyöntekijä
fr: Ouvrier du bâtiment
gl: Traballador da construción
gu: બાંધકામ કામદાર
he: פועל בניין
hi: निर्माण मज़दूर
hr: Građevinski radnik
hu: Építőmunkás
id: Pekerja konstruksi
it: Operaio edile
ja: 建設作業員
kk: Құрылысшы
kn: ನಿರ್ಮಾಣ ಕಾರ್ಮಿಕ
ko: 건설 노동자
lt: Statybininkas
ml: നിർമ്മാണ തൊഴിലാളി
mr: बांधकाम कामगार
ms: Pekerja binaan
nb: Bygningsarbeider
ne: निर्माण मजदुर
nl: Bouwvakker
or: ନିର୍ମାଣ ଶ୍ରମିକ
pa: ਉਸਾਰੀ ਮਜ਼ਦੂਰ
pl: Robotnik budowlany
pt_br: Trabalhador da construção civil
pt_pt: Trabalhador da construção civil
ro: Muncitor în construcții
ru: Строитель
sk: Stavebný robotník
sl: Gradbeni delavec
sq: Punëtor ndërtimi
sv: Byggnadsarbetare
ta: கட்டுமானத் தொழிலாளி
te: నిర్మాణ కార్మికుడు
th: คนงานก่อสร้าง
tr: İnşaat işçisi
uk: Будівельник
vi: Công nhân xây dựng
yue: 建築工人
zh: 建筑工人
zh_tw: 建築工人

source: Contact support
ar: الاتصال بالدعم
bg: Свържете се с поддръжката
bn: সাপোর্টে যোগাযোগ করুন
ca: Contacta amb l’assistència
cs: Kontaktovat podporu
da: Kontakt support
de: Support kontaktieren
el: Επικοινωνία με την υποστήριξη
es: Contactar con soporte
eu: Jarri harremanetan laguntzarekin
fa: تماس با پشتیبانی
fi: Ota yhteyttä tukeen
fr: Contacter l’assistance
gl: Contactar co soporte
gu: સપોર્ટનો સંપર્ક કરો
he: פנייה לתמיכה
hi: सहायता से संपर्क करें
hr: Kontaktirajte podršku
hu: Kapcsolatfelvétel az ügyfélszolgálattal
id: Hubungi dukungan
it: Contatta l’assistenza
ja: サポートに問い合わせる
kk: Қолдау қызметіне жазу
kn: ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ
ko: 지원팀에 문의
lt: Susisiekti su pagalba
ml: സപ്പോർട്ടുമായി ബന്ധപ്പെടുക
mr: सहाय्याशी संपर्क साधा
ms: Hubungi sokongan
nb: Kontakt kundestøtte
ne: सहायतामा सम्पर्क गर्नुहोस्
nl: Neem contact op met support
or: ସହାୟତା ସହ ଯୋଗାଯୋଗ କରନ୍ତୁ
pa: ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z pomocą
pt_br: Falar com o suporte
pt_pt: Contactar o apoio
ro: Contactează asistența
ru: Связаться с поддержкой
sk: Kontaktovať podporu
sl: Obrnite se na podporo
sq: Kontakto mbështetjen
sv: Kontakta support
ta: ஆதரவைத் தொடர்புகொள்
te: సపోర్ట్‌ను సంప్రదించండి
th: ติดต่อฝ่ายสนับสนุน
tr: Destekle iletişime geç
uk: Зв’язатися з підтримкою
vi: Liên hệ hỗ trợ
yue: 聯絡支援
zh: 联系支持
zh_tw: 聯絡支援
